brew tap homebrew/cask-fonts
brew tap homebrew/cask-versions
brew "ack"
brew "awscli"
brew "baobab"
brew "bat"
brew "blackhole-2ch"
brew "btop"
brew "coreutils"
brew "curl"
brew "dive"
brew "dockutil"
brew "exiftool"
brew "faac"
brew "fd"
brew "ffmpeg"
brew "ffmpeg2theora"
brew "flac"
brew "font-hack-nerd-font"
brew "font-iosevka"
brew "fzf"
brew "gh"
brew "gifski"
brew "git-cal"
brew "git-cola"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnupg"
brew "htop"
brew "icdiff"
brew "imagealpha"
brew "imagemagick"
brew "imageoptim"
brew "jp2a"
brew "jq"
brew "kdiff3"
brew "lame"
brew "lazygit"
brew "lynx"
brew "mdbtools"
brew "mercurial"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "pigz"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "sox"
brew "streamlink"
brew "the_silver_searcher"
brew "tmux"
brew "tty-clock"
brew "watchman"
brew "wget"
brew "wireshark"
brew "x264"
brew "xvid"
brew "xz"
brew "yt-dlp"
brew "zlib"
cask "digikam"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "firefox"
cask "gimp"
cask "google-chrome-canary"
cask "google-chrome"
cask "handbrake"
cask "inkscape"
cask "iterm2"
cask "obs"
cask "rectangle"
cask "safari-technology-preview"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "statelyai.stately-vscode"
vscode "stkb.rewrap"
vscode "takumii.markdowntable"
vscode "zhuangtongfa.material-theme"
