brew "ack"
brew "angle-grinder"
brew "awscli"
brew "baobab"
brew "bat"
brew "bottom"
brew "broot"
brew "btop"
brew "chezmoi"
brew "coreutils"
brew "ctop"
brew "curl"
brew "difftastic"
brew "direnv"
brew "diskus"
brew "dive"
brew "dockutil"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "faac"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpeg2theora"
brew "flac"
brew "fzf"
brew "gh"
brew "gifski"
brew "git-cal"
brew "git-cola"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "glow"
brew "gnupg"
brew "helix"
brew "hexyl"
brew "hyperfine"
brew "icdiff"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "lame"
brew "lazygit"
brew "lf"
brew "lnav"
brew "lynx"
brew "mas"
brew "mdbtools"
brew "mercurial"
brew "midnight-commander"
brew "mise"
brew "mpv"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "numbat"
brew "onefetch"
brew "openssh"
brew "p7zip"
brew "pdfgrep"
brew "pigz"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "sox"
brew "streamlink"
brew "tailspin"
brew "tealdeer"
brew "termscp"
brew "the_silver_searcher"
brew "tmux"
brew "tty-clock"
brew "watchman"
brew "wget"
brew "wireshark"
brew "x264"
brew "xplr"
brew "xvid"
brew "xz"
brew "yazi"
brew "yt-dlp"
brew "zlib"
cask "alacritty"
cask "digikam"
cask "discord"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "ghostty"
cask "gimp"
cask "google-chrome@canary"
cask "google-chrome"
cask "gyroflow"
cask "handbrake-app"
cask "imagealpha"
cask "imageoptim"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "kdiff3"
cask "losslesscut"
cask "microsoft-edge"
cask "obs"
cask "rectangle"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
# cask "windows-app"
# cask "zoom"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "statelyai.stately-vscode"
vscode "tamasfe.even-better-toml"
# vscode "stkb.rewrap"
vscode "takumii.markdowntable"
vscode "zhuangtongfa.material-theme"
mas "Amphetamine", id: 937984704
mas "uBlock Origin Lite", id: 6745342698
